---
kind: other
id: Operators.T:Autodesk.Revit.DB.FailureMessageKey
source: html/5233346e-be1e-05f1-8178-e517965e8ce6.htm
---
# FailureMessageKey Operators

Determines whether two FailureMessageKeys are the same.